Change plantuml to mermaid
